{
    "Header.Item1": "About me",
    "Header.Item2": "Experience",
    "Header.Item3": "Projects",
    "Header.Item4": "Contact",
    "Header.cvBtn": "Resume",
    "Header.cvName": "CV_Silvio.pdf",
    "Banner.Pretitle": "The Nerdy Guy You Need",
    "Banner.Description": "Data scientist with experience developing AI-powered systems. Worked on projects involving automation, predictive analysis, and real-time monitoring across industries such as finance, logistics, and environmental sustainability.",
    "Banner.ActionBtn": "Get in touch!",
    "AboutMe.Title": "About me",
    "AboutMe.Paragraphs": [
        "I’m passionate about using data to tackle real-world problems and enjoy learning new ways to do it better. Always looking for ways to improve processes and systems through technology.",
        "Some of the technologies I've had the chance to work with include (but aren’t limited to):"
    ],
    "Experience.Title": "Experience",
    "Experience.Jobs": [
        {
            "Tab": "ECB",
            "Title": "Data Scientist",
            "Date": "March 2024 - Present",
            "Description": [
                "Developed a GPT-2 PyTorch model to improve data quality and compliance in financial datasets by solving naming convention problems.",
                "Created a sentiment analysis tool for surveys, enhancing the ECB’s analytical capabilities.",
                "Managed metadata maintenance and developed a Python library to produce logical transformation rules for FinREP, focusing on derivation and generation rules."
            ]
        },
        {
            "Tab": "Generali",
            "Title": "Data Scientist",
            "Date": "November 2023 - February 2024",
            "Description": [
                "Contributed to the development of a portfolio optimization software (WebAPP) using Python, Streamlit, and Flask.",
                "Implemented machine learning techniques to improve financial decision-making processes."
            ]
        },
        {
            "Tab": "Luxottica",
            "Title": "Logistics Automation Specialist",
            "Date": "March 2021 - September 2021",
            "Description": [
                "Successfully managed the implementation of two industrial logistics projects utilizing AGV (autonomous guided vehicle) technology at both Agordo and Sedico sites.",
                "Conducted daily KPI analysis in Excel to optimize production processes and identify areas for improvement during the Ramp-Up and Production phases.",
                "Applied machine learning techniques such as Random Forest and Naive Bayes to prevent maintenance issues, contributing to improved operational efficiency."
            ]
        }
    ],
    "FeatureProjects.Title": "My projects",
    "FeatureProjects.Label": "Featured Project",
    "FeatureProjects.Projects": [
        {
            "Title": "Nemo.AI",
            "Description": "At Nemo.AI, I designed AI models to predict fish populations and identify optimal fishing zones in real time. I also built a dynamic dashboard for users, combining data from sources like Copernicus and Global Fishing Watch.",
            "imgs": [
                "assets/images/nemoai/nemoai.png"
            ],
            "Technologies": [
                "Angular",
                "Django",
                "PyTorch",
                "Angular Material"
            ]
        },
        {
            "Title": "FantaCreator",
            "Description": "FantaCreator is a platform where users can create and manage custom fantasy games for various sports. The platform is built using Angular for the frontend, Supabase for the database, and Vercel for deployment.",
            "imgs": [
                "assets/images/fantacreator/fantacreator.png"
            ],
            "Technologies": [
                "Angular",
                "Django",
                "Angular Material"
            ]
        }
    ],
    "OtherProjects.Title": "More about me",
    "OtherProjects.Projects": [
        {
            "Title": "GPTGram",
            "Description": "GPTGram is a project that combines the power of Generative Pretraining Transformers (GPT) with the versatility of Telegram's API to create a responsive and interactive chatbot.",
            "ghLink": "https://github.com/SilvioBaratto/GPTGram",
            "demoLink": "https://github.com/SilvioBaratto/GPTGram",
            "Technologies": [
                "PyTorch",
                "Python",
                "Shell"
            ]
        },
        {
            "Title": "StockPy",
            "Description": "Deep Learning Regression and Classification Library built on top of PyTorch and Pyro",
            "ghLink": "https://github.com/SilvioBaratto/stockpy",
            "demoLink": "https://github.com/SilvioBaratto/stockpy",
            "Technologies": [
                "PyTorch",
                "PyRo",
                "Python"
            ]
        },
        {
            "Title": "NBA-Playoff-prediction",
            "Description": "The goal of this project is to predict the final outcome of the playoffs using the official statistics of all the games played by the NBA from January 2004 to March 2021. ",
            "ghLink": "https://github.com/SilvioBaratto/NBA-Playoff-prediction",
            "demoLink": "https://github.com/SilvioBaratto/NBA-Playoff-prediction",
            "Technologies": [
                "Scikit-Learn",
                "Python"
            ]
        }
    ],
    "Contact.Pretitle": "What’s Next",
    "Contact.Title": "Let's have a beer!",
    "Contact.Content": "Or just send me money to buy a porsche. I'm open to both.",
    "Contact.Btn": "Cheers"
}