{
    "Header.Item1": "Sobre mí",
    "Header.Item2": "Experiencia",
    "Header.Item3": "Proyectos",
    "Header.Item4": "Contacto",
    "Header.cvBtn": "Currículum",
    "Header.cvName": "CV_Silvio.pdf",

    "Banner.Pretitle": "El Friki que Necesitas",
    "Banner.Description": "Tengo amplia experiencia en el desarrollo de modelos de <span class='underline'>IA</span>, análisis de datos y <span class='underline'>ingeniería de software</span>. Como fundador de Nemo.AI, utilizo la <span class='underline'>IA</span> para impulsar la innovación en la pesca sostenible. Después de 8 años dominando el beer pong, el spritz y la sangría, he descubierto que el liderazgo y el ejemplo son clave para combinar con sólidas habilidades de <span class='underline'>trabajo en equipo</span>.",
    "Banner.ActionBtn": "Tomemos un Spritz, ¡ups en contacto!",

    "AboutMe.Title": "Sobre mí",
    "AboutMe.Paragraphs": [
        "En mi <span class='underline'>carrera</span>, he pasado por varios roles como <span class='underline'>Científico de Datos</span> en diversas industrias. Mi habilidad especial es <span class='underline'>soñar ideas</span>, no siempre profundamente consideradas, pero indudablemente <span class='underline'>brillantes</span> a veces. Toma <span class='underline'>Nemo</span>, por ejemplo. Como <span class='underline'>fundador y CEO</span>, aún estoy esperando mi primer centavo. Nemo tiene como objetivo utilizar la <span class='underline'>inteligencia artificial</span> para mejorar la <span class='underline'>sostenibilidad</span>, <span class='underline'>eficiencia</span> y <span class='underline'>rentabilidad</span> de la pesca. Para más detalles, visita <a href=\"http://nemoai.eu\" class='underline'>nemoai.eu</a>. Dame un problema, y lo abordaré con IA.",
        "Algunas de las tecnologías con las que he trabajado incluyen (pero no se limitan a):"
    ],

    "Experience.Title": "Experiencia",
    "Experience.Jobs": [
        {
            "Tab": "BCE",
            "Title": "Científico de Datos",
            "Date": "Marzo 2024 - Presente",
            "Description": [
                "Tengo la sospecha de que la próxima vez que sugiera implementar IA, mis colegas me entregarán mis órdenes de marcha. Te mantendré informado sobre mi supervivencia. En serio, he mencionado la IA aquí más que durante todo mi máster.",
                "Incluso construí un modelo GPT-2 desde cero, porque ¿quién necesita Hugging Face cuando puedes luchar tú mismo? El modelo maneja convenciones de nombres para aquellos que no pueden escribir códigos extraños. Compruébalo en https://bird.ecb.europa.eu/."
            ]
        },
        {
            "Tab": "Nemo.AI",
            "Title": "Fundador y CEO",
            "Date": "Junio 2023 - Presente",
            "Description": [
                "De acuerdo, aquí está el trato con Nemo. No me burlo de él porque es mi bebé. Sí, puede que haya escrito Fundador y CEO en LinkedIn, pero ni siquiera somos una Ltd. Todavía. La idea es brillante, sin embargo. El proyecto tiene como objetivo revolucionar la industria pesquera del Mar Adriático con software impulsado por IA.",
                "He estado trabajando duro durante un año sin ver un solo centavo. Pero si eres un inversor, ¿qué tal si me lanzas un millón? Te pagaré, lo prometo. ¡Beso beso!"
            ]
        },
        {
            "Tab": "Generali",
            "Title": "Científico de Datos",
            "Date": "Noviembre 2023 - Febrero 2024",
            "Description": [
                "¡Oh, esta experiencia fue una pasada! Traté con gente extraña que pensaba que era una especie de deidad, pero en realidad solo era ChatGPT (jaja). No, en serio, fue el trabajo peor pagado imaginable, pero me sentí como un verdadero bro de finanzas. Adquirí muchas habilidades útiles que aún uso hoy.",
                "Y si alguien de Generali está leyendo esto, solo sepan que tan pronto como un inversor me lance algo de dinero, me llevo a Mattia Vallicella para el equipo Nemo."
            ]
        },
        {
            "Tab": "Luxottica",
            "Title": "Especialista en Automatización Logística",
            "Date": "Marzo 2021 - Septiembre 2021",
            "Description": [
                "Bueno, mudarse a Belluno fue la experiencia en el extranjero que más me marcó. Una vez más, fui un becario mal pagado (¿soy solo yo o es Italia?). El trabajo en realidad fue bastante genial, era básicamente un gerente de proyecto, pero con el sueldo de un becario. Pasé mis días charlando con un montón de gente (¡haciendo 20K pasos diarios!).",
                "¿La gloria suprema de esta experiencia? Conocí a Del Vecchio. ¡Ahora eso es un verdadero flex!"
            ]
        }
    ],

    "FeatureProjects.Title": "Mis proyectos",
    "FeatureProjects.Label": "Proyecto Destacado",
    "FeatureProjects.Projects": [{
        "Title": "Nemo.AI",
        "Description": "En 1970, el 91% de los recursos marinos se pescaban de manera sostenible. En 2020, solo el 64% de los océanos eran sostenibles, con un 35% sobreexplotado. Las pesquerías globales están en crisis: flotas en disminución y pescadores que demandan tecnología. Nemo.AI quiere ayudar a los pescadores a encontrar el Rendimiento Máximo Sostenible (MSY), utilizando inteligencia artificial para predecir la abundancia y el valor de mercado de los peces. Esto no solo optimiza la pesca, sino que también protege los ecosistemas marinos.",
        "imgs": [
            "assets/images/nemoai/nemoai.png"
        ],
        "Technologies": ["Angular", "Django", "PyTorch", "Angular Material"]
        },
        
        {
          "Title": "FantaCreator",
          "Description": "Crear, Jugar, Compartir. No puedo decirte más que eso.",
          "imgs": [
                "assets/images/fantacreator/fantacreator.png"
          ],
          "Technologies": ["Angular", "Django", "Angular Material"]
        }
    ],

    "OtherProjects.Title": "Más sobre mí",
    "OtherProjects.Projects": [{
            "Title": "GPTGram",
            "Description": "GPTGram es un proyecto que combina el poder de los Transformadores de Preentrenamiento Generativo (GPT) con la versatilidad de la API de Telegram para crear un chatbot interactivo y receptivo.",
            "ghLink": "https://github.com/SilvioBaratto/GPTGram",
            "demoLink": "https://github.com/SilvioBaratto/GPTGram",
            "Technologies": ["PyTorch", "Python", "Shell"]
        },
        {
            "Title": "StockPy",
            "Description": "Libreria de Regresión y Clasificación construida sobre PyTorch y Pyro",
            "ghLink": "https://github.com/SilvioBaratto/stockpy",
            "demoLink": "https://github.com/SilvioBaratto/stockpy",
            "Technologies": ["PyTorch", "PyRo", "Python"]
        },
        {
            "Title": "Predicción de Playoffs de la NBA",
            "Description": "El objetivo de este proyecto es predecir el resultado final de los playoffs utilizando las estadísticas oficiales de todos los juegos jugados por la NBA desde enero de 2004 hasta marzo de 2021.",
            "ghLink": "https://github.com/SilvioBaratto/NBA-Playoff-prediction",
            "demoLink": "https://github.com/SilvioBaratto/NBA-Playoff-prediction",
            "Technologies": ["Scikit-Learn", "Python"]
        }
    ],
    "Contact.Pretitle": "¿Qué sigue?",
    "Contact.Title": "¡Tomemos una cerveza!",
    "Contact.Content": "O simplemente envíame dinero para comprar un Porsche. Estoy abierto a ambas cosas.",
    "Contact.Btn": "Salud"
}
